let detail = [
    {
        "id" : 0,
        "type" : "major",
        "title" : 
        "[ 학교 교육 ] AI융합교육 : AIEdu 챌린지그룹 1기",
        "date" : "기간 : 2021.10 - 2022.01",
        "desc" : "팀 '도원결의'_AI 보조교사 로봇을 활용한 STEAM 수업 설계",
        "plus" : "역할 : 로봇 구성안, 세부 구성안 기획 / 최종 산출물 발표 질의응답 담당"
      },
      {
        "id" : 1,
        "type" : "major",
        "title" : 
        "[ 교육 데이터분석 ] 교육공학과 R&D 트랙 : 교육데이터리터러시 프로그램",
        "date" : "기간 : 2022.10.31 - 11.21.",
        "desc" : "팀 '어려웠조'_학습자의 학습성과를 높이기 위한 전략 고찰 : 학습 시간과 반복 횟수를 중심으로"
      },
      {
        "id" : 2,
        "type" : "major",
        "title" : 
        "[ 프로젝트 ] 융합수업 단원지도안 / 메타버스 활용 플립러닝(Flipped Learning) 수업 기획",
        "date" : "기간 : 2022.09 - 2022.12",
        "desc" : "팀프로젝트 형식으로 8차시 단원지도안을 기획한 뒤, 그 중 1차시를 선택하여 수업지도안 및 수업 시연 자료, 동영상 제작",
        "plus" : "중1 (도덕) : 인간존엄성과 인권"
      },
      {
        "id" : 3,
        "type" : "major",
        "title" : 
        "[ 프로젝트 ] 에듀테크 관련 교육창업 기획, 기획안 작성",
        "date" : "기간 : 2022.09 - 2022.12",
        "desc" : "“Analog to Digital” : 종이 속 손글씨를 종이 밖으로 꺼낼 수 있다면."
      },
      {
        "id" : 4,
        "type" : "major",
        "title" : 
        "[ 논문 발간 ] 평생교육분야 학습공동체 관련 연구 진행(제1저자)",
        "date" : "기간 : 2022",
        "desc" : "최혜린, 최정윤, 김남희(2022). 대학생의 학습공동체 참여 동기, 경험, 변화에 대한 현상학적 연구 : A 대학교의 사례를 중심으로. 교육과학연구,53(4), 1-36."
      },
      {
        "id" : 5,
        "type" : "major",
        "title" : 
        "[ 연구 조교 ] 평생교육분야 학부생 연구 조교",
        "date" : "기간 : 2022.09 - 2023.02",
        "desc" : "지도 교수 : 김남희"
      },
      {
        "id" : 6,
        "type" : "club",
        "title" : 
        "[ 홍보대사 ] 'PEACE BUDDY' 54기",
        "date" : "기간 : 2020.09 - 2022.02",
        "desc" : "국제교류처 산하 공식 봉사단체 소속",
        "plus" : "외국인 교환학생 총 9명 담당(프랑스, 영국, 독일, 스웨덴, 미국)"
      },
      {
        "id" : 7,
        "type" : "club",
        "title" : 
        "[ 동아리 ] 인문과학대학 순수미술 유화 동아리 ‘그림탑'",
        "date" : "기간 : 2020.03 - 2022.02",
        "desc" : "3학기 연속 회장 역임",
        "plus" : "‘2021 그림탑 온라인 전시회’ 개최"
      },
      {
        "id" : 8,
        "type" : "SW",
        "title" : 
        "[ SW교육 ] 모두를 위한 파이썬(PY4E 2022) 코칭스터디 리드부스터",
        "date" : "기간 : 2022.07.14. - 08.25.",
        "desc" : "파이썬(Python) 프로그래밍 입문"
      },
      {
        "id" : 9,
        "type" : "SW",
        "title" : 
        "[ 데이터분석 ] 2023 OUTTA AI 부트캠프(데이터반)",
        "date" : "기간 : 2023.07 - 08",
        "desc" : "데이터 수집, 처리, 활용 방법과 인공지능 모델에 대한 기초 지식 습득 / 팀프로젝트"
      },
      {
        "id" : 10,
        "type" : "SW",
        "title" : 
        "[ 웹 프로그래밍 ] Node.Js 기반 DevOps 개발자 양성 훈련과정",
        "date" : "기간 : 2023.07.06. - 12.08. (현재 진행 중)",
        "desc" : "교육 내용 : HTML&CSS, JavaScript, React, C, C#, SQL"
      },
      {
        "id" : 11,
        "type" : "volunteer",
        "title" : 
        "[ 교육 봉사 ]  서울목원초등학교",
        "date" : "기간 : 2021.04 - 2021.08",
        "desc" : "봉사 기관명 : 목원돌봄교실",
        "plus" : "활동 내용 : 초등 과제 수행 도움 및 돌봄교실 프로그램 활동 보조, 자기주도 학습지도"
      },
      {
        "id" : 12,
        "type" : "volunteer",
        "title" : 
        "[ 교육 봉사 ] 교육학과 전공 연계 교육 봉사 소모임(팀 ‘찬슬’)",
        "date" : "기간 : 2021.10 - 2022.03",
        "desc" : "기획 봉사 프로그램명 : <슬기로운 문화 생활 : 앉아서 세계 속으로>",
        "plus" : "활동 방식 : 코로나 상황을 반영하여 나라별 전통과 문화를 담은 창의체험 학습 활동 키트를 구성하여 센터에 비대면 전달"
      },
      {
        "id" : 13,
        "type" : "abroad",
        "title" : 
        "[ 교환 파견 ] 2023-1학기 캐나다 교환 파견",
        "date" : "기간 : 2022.12 - 2023.05",
        "desc" : "파견 학교명 : Wilfrid Laurier University (Waterloo, Ontario, Canada)"
      }
    ]

export default detail;